7zip
acpilight
alsa-plugins
alsa-utils
amd-ucode
android-file-transfer
arandr
autorandr
base
base-devel
bash-completion
biber
bind
blueman
btrfs-progs
code
cppdap
dialog
dosfstools
dunst
ed
efibootmgr
emacs
fd
firefox
flameshot
gendesk
gimp
git
gnome-themes-extra
gnome-tweaks
gpart
gparted
grub
gtk-engine-murrine
hydrogen
imagemagick
img2pdf
keepassxc
lf
libappindicator-gtk3
libreoffice-fresh
libvterm
linux
linux-firmware
linux-zen
lxappearance
mpv
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts
npm
ntfs-3g
obs-studio
obsidian
ocrdesktop
papirus-icon-theme
pasystray
pavucontrol
picom
pipewire-alsa
pipewire-audio
pipewire-pulse
pulsemixer
qbittorrent
qgis
ranger
rpm-tools
rsync
ruby
solaar
stow
sxiv
syncthing
tesseract-data-fra
testdisk
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-latex
texlive-meta
touchegg
trash-cli
ttf-font-awesome
ttf-nerd-fonts-symbols
ufw-extras
unzip
vim
vulkan-radeon
wdiff
wget
x11-ssh-askpass
xclip
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yubikey-manager
zathura-pdf-poppler
zram-generator
zsh
zsh-completions
